Repository: fxbenard/EDD-Commissions
Catalog: languages/eddc-*.po
Languages: fa_ir

source: View all commissions for this item
fa_ir: مشاهده تمام کمیسیون های این آیتم

source: View payment details
fa_ir: مشاهده جزئیات پرداخت

source: Accept
fa_ir: پذیرفتن

source: Mark as Unpaid
fa_ir: علامت گذاری به عنوان پرداخت نشده

source: Mark as Paid
fa_ir: علامت گذاری به عنوان پرداخت شده

source: Revoke
fa_ir: لغو

source: Edit
fa_ir: ویرایش

source: Delete
fa_ir: حذف

source: View all commissions for this user
fa_ir: مشاهده تمامی کمیسیون های این کاربر

source: User
fa_ir: کاربر

source: Payment
fa_ir: پرداخت

source: Rate
fa_ir: نرخ

source: Amount
fa_ir: مبلغ

source: Status
fa_ir: وضعیت

source: Date
fa_ir: تاریخ

source: All
fa_ir: همه

source: Unpaid
fa_ir: پرداخت نشده

source: Revoked
fa_ir: لغو شده

source: Paid
fa_ir: پرداخت شده

source: Mark as Revoked
fa_ir: علامت گذاری به عنوان لغو شده

source: Add Commission
fa_ir: افزودن کمیسیون

source: User ID
fa_ir: شماره کاربر

source: The ID of the user that received this commission
fa_ir: شماره کاربری که این کمیسیون را دریافت می کند

source: Download ID
fa_ir: شماره دانلود

source: The ID of the product this commission was for
fa_ir: شماره محصولی که این کمیسیون بابت آن پرداخت می شود

source: Payment ID
fa_ir: شماره پرداخت

source: The payment ID this commission is related to (optional).
fa_ir: شماره پرداختی که این کمیسیون مربوط به آن است (اختیاری)

source: The percentage rate of this commission
fa_ir: نرخ درصدی این کمیسیون

source: The total amount of this commission
fa_ir: مبلغ کل کمیسیون

source: Error
fa_ir: خطا

source: Commissions
fa_ir: کمیسیون ها

source: Paid Commissions
fa_ir: کمیسیون های پرداخت شده

source: Unpaid Commissions
fa_ir: کمیسیون های پرداخت نشده

source: Item
fa_ir: آیتم

source: No unpaid commissions
fa_ir: کمیسیون پرداخت نشده ای وجود ندارد

source: Edit Commission
fa_ir: ویرایش کمیسیون

source: Update
fa_ir: به روز رسانی

source: Easy Digital Download Commissions
fa_ir: کمیسیون دانلودها

source: Generating a payout file will mark all unpaid commissions as paid. Do you want to continue?
fa_ir: ایجاد یک پرداخت انبوده باعث تغییر حالت کلیه پرداخت نشده ها به پرداخت شده می شود. ادامه می دهید؟

source: From - mm/dd/yyyy
fa_ir: از - mm/dd/yyyy

source: To - mm/dd/yyyy
fa_ir: تا - mm/dd/yyyy

source: Generate Mass Payment File
fa_ir: ایجاد فایل پرداخت انبوه

source: Total Unpaid:
fa_ir: مجموع پرداخت نشده ها:

source: You do not have permission to record commissions
fa_ir: شما مجوز ذخیره کمیسیون ها را ندارید

source: Commission
fa_ir: کمیسیون

source: Check to enable commissions
fa_ir: فعال کردن کمیسیون ها

source: Type
fa_ir: نوع

source: Percentage
fa_ir: درصد

source: Flat
fa_ir: ثابت

source: Select the type of commission(s) to record.
fa_ir: نوع کمیسیون برای ذخیره سازی

source: User(s)
fa_ir: کاربران

source: Enter the user ID that should receive a commission of each sale. Separate user IDs by a comma.
fa_ir: شماره کاربرانی که کمیسیون دریافت خواهند کرد وارد کنید. با کاما از هم جدا کنید

source: Rate(s)
fa_ir: نرخ ها

source: Enter the amount the user(s) should receive of each sale. Separate rates by a comma.
fa_ir: مبلغ کمیسیون کاربران برای هر فروش را وارد کنید. با کاما جدا شود

source: Easy Digital Downloads needs to upgrade the commission records, click %shere%s to start the upgrade.
fa_ir: ایزی‌دیجیتال‌دانلودز نیاز دارد تا رکوردها و اطلاعات کمیسیون را بروزرسانی کند. برای شروع بروزرسانی %sاینجا%s را کلیک کنید.

source: Commissions Summary
fa_ir: خلاصه کمیسیون ها

source: Total unpaid:
fa_ir: مجموع پرداخت نشده ها:

source: No paid commissions
fa_ir: کمیسیون پرداخت شده ای وجود ندارد

source: Total paid:
fa_ir: مجموع پرداخت:

source: Export Paid Commissions
fa_ir: استخراج کمیسیون های پرداخت شده

source: Download CSV
fa_ir: دانلود CSV

source: Product
fa_ir: محصول

source: No commissions to be paid
fa_ir: کمیسیونی برای پرداخت وجود ندارد

source: Commission of %s recorded for %s &ndash; <a href="%s">View</a>
fa_ir: کمیسیون %s برای %s – <a href=""%s"">مشاهده</a>

source: Hello {name},
fa_ir: درود {name},

source: You have made a new sale on %s!
fa_ir: تبریک! یک فروش جدید انجام شده در %s

source: Item sold:
fa_ir: آیتم فروخته شده:

source: Amount:
fa_ir: مبلغ:

source: Commission Rate:
fa_ir: نرخ کمیسیون:

source: Thank you
fa_ir: با تشکر

source: The name of the purchased %s
fa_ir: نام خریداری شده %s

source: The value of the purchased %s
fa_ir: مبلغ خریداری شده %s

source: The date of the purchase
fa_ir: تاریخ خرید

source: The commission rate of the user
fa_ir: نرخ کمیسیون کاربر

source: The first name of the user
fa_ir: نام کوچک کاربر

source: The full name of the user
fa_ir: نام خانوادگی کاربر

source: New Sale!
fa_ir: فروش جدید!

source: No vendors found to pay. Maybe they haven't set a PayPal address?
fa_ir: فروشنده ای برای پرداخت یافت نشد. شاید آدرس پی پال تنظیم نشده است؟

source: Error: %s
fa_ir: خطا: %s

source: All due commission has been paid for.
fa_ir: کلیه کمیسیون های معوق پرداخت شده

source: All due commission has been paid for, but I could not clear it from their profiles due to an internal error. Commission will still be listed as due. Please manually mark the commission as paid from the Commissions page.
fa_ir: کلیه کمیسیون های معوق پرداخت شده، اما امکان تفکیک از پروفایل ها، به دلیل وجود خطای داخلی نیست. کمیسیون ها همچنان به عنوان معوق باقی مانده است. لطفا از صفحه کمیسیون ها، به صورت دستی وضعیت کمیسیون ها را به پرداخت شده تغییر دهید.

source: Hello! A payment was just triggered to mass pay all vendors their due commission.
fa_ir: سلام! پرداختی باعث شده است تمامی کمیسیون های معوق فروشندگان به صورت پرداخت انبوه تسویه گردد.

source: Payment status: %s.
fa_ir: وضعیت پرداخت: %s.

source: Payment message: %s.
fa_ir: پیغام پرداخت: %s.

source: Payment total: %s.
fa_ir: جمع پرداخت: %s.

source: EDD Commissions: Mass payments for vendors update
fa_ir: کمیسیون دانلودها: پرداخت انبوه فروشندگان به روز رسانی شد

source: Add New
fa_ir: افزودن

source: Add New Commission
fa_ir: افزودن کمیسیون

source: New Commission
fa_ir: کمیسیون جدید

source: All Commissions
fa_ir: همه کمیسیون ها

source: View Commission
fa_ir: مشاهده کمیسیون ها

source: Search Commissions
fa_ir: جستجوی کمیسیون ها

source: No Commissions found
fa_ir: کمیسیونی یافت نشد

source: No Commissions found in Trash
fa_ir: کمیسیونی در زباله دان یافت نشد

source: Commissions Paid Over Time
fa_ir: کمیسیون های اضافه پرداختی

source: Showing commissions paid to %s
fa_ir: نمایش کمیسیون های پرداخت شده به %s

source: clear
fa_ir: پاک کردن

source: Total commissions for period shown:
fa_ir: مجموع کمیسیون ها در این دوره:

source: Once every two weeks
fa_ir: هر دو هفته یکبار

source: Once a month
fa_ir: هر ماه

source: Subtotal (default)
fa_ir: جمع کل (پیش فرض)

source: Total with Taxes
fa_ir: جمع کل با مالیات

source: Total without Taxes
fa_ir: جمع کل بدون مالیات

source: Commissions Settings
fa_ir: تنظیمات کمیسیون ها

source: Default rate
fa_ir: نرخ پیش فرض

source: Enter the default rate recipients should receive. This can be overwritten on a per-product basis. 10 = 10%
fa_ir: نرخ پیش فرض کمیسیون فروش. این نرخ می تواند بر اساس هر محصول رونویسی شود. 10 = 10%

source: Calculation Base
fa_ir: مبنای محاسبه

source: Should commissions be calculated from the subtotal (before taxes and discounts) or from the total purchase amount (after taxes and discounts)?
fa_ir: کمیسیون از جمع کل (قبل از مالیات و تخفیف) و یا از مقدار کل خرید (بعد از مالیات و تخفیف) محاسبه شود؟

source: Instant Pay Commmissions
fa_ir: پرداخت فوری کمیسیون ها

source: If checked and <a href="%s">PayPal Adaptive Payments</a> gateway is installed, EDD will automatically pay commissions at the time of purchase
fa_ir: اگر فعال شود و <a href="%s"> درگاه پی پال </a> نصب شده باشد، کمیسیون به صورت خودکار در زمان خرید به کاربر پرداخت می شود.

source: Commission Notifications
fa_ir: اطلاعیه های کمیسیون

source: Email Subject
fa_ir: عنوان

source: Enter the subject for commission emails.
fa_ir: عنوان ایمیل کمیسیون را وارد کنید

source: Email Body
fa_ir: محتوا

source: Enter the content for commission emails. HTML is accepted. Available template tags:
fa_ir: محتوای ایمیل کمیسیون را وارد کنید. کدهای HTML پذیرفته شده است. تگ های قابل استفاده:

source: Sales
fa_ir: فروش ها

source: No item
fa_ir: بدون آیتم

source: Revoked Commissions
fa_ir: کمیسیون های لفو شده

source: No revoked commissions
fa_ir: کمیسیون لغو شده ای وجود ندارد

source: Easy Digital Downloads Commissions
fa_ir: کمیسیون های دانلود

source: User's PayPal Email
fa_ir: ایمیل پی پال کاربر

source: If the user's PayPal address is different than their account email, enter it here.
fa_ir: اگر ایمیل پی پال کاربر با ایمیل وارد شده هنگام ثبت نام متفاوت است این فیلد را پر کنید

source: User's Global Rate
fa_ir: نرخ پایه کاربران

source: Enter a global commission rate for this user. If a rate is not specified for a product, this rate will be used.
fa_ir: نرخ پایه کمیسیون های کاربر را وارد نمایید. در صورتی که برای محصول نرخی در نظر گرفته نشود این نرخ استفاده می شود

source: PayPal Email
fa_ir: ایمیل پی پال

source: If your PayPal address is different than your account email, enter it here.
fa_ir: اگر ایمیل پی پال کاربر با ایمیل وارد شده هنگام ثبت نام متفاوت است این فیلد را پر کنید

source: Record commisions automatically for users in your site when downloads are sold
fa_ir: هرگاه محصولی در سایت شما به فروش برسد ، اطلاعات کمیسیونی کاربران به صورت خودکار ثبت خواهد شد

# post type general name
source: Commissions
fa_ir: کمیسیون ها

# post type singular name
source: Commission
fa_ir: کمیسیون
